Repository: mmyumu/league-of-lol
Catalog: trunk/lolol/src/Lolol/BattleBundle/Resources/translations/messages.*.xlf
Languages: fr

source: Battle
fr: Bataille

source: Attack
fr: Attaque

source: Defense
fr: Défense

source: Attack
fr: Attaque

source: Defense
fr: Défense

source: Battle
fr: Bataille

source: Defenders:
fr: Défenseurs :

source: Other teams
fr: Autres équipes

source: Promote to defenders
fr: Promouvoir en tant que défenseurs

source: You should promote a team as defenders!
fr: Vous devriez promouvoir une équipe en tant que défenseurs !

source: Choose your opponent
fr: Choisissez votre adversaire

source: Choose your attackers team
fr: Choisissez votre équipe pour attaquer

source: You must choose an opponent
fr: Vous devez choisir un adversaire

source: You must choose an attacker team
fr: Vous devez choisir une équipe pour attaquer

source: Battle report
fr: Rapport de bataille

source: Draw
fr: Match nul

source: Victory
fr: Victoire

source: Defeat
fr: Défaite

source: Attackers: %teamName%
fr: Attaquants

source: Defenders: %teamName%
fr: Adversaires

source: The battle starts
fr: La bataille commence

source: Round %time%
fr: Début du round %roundNumber%

source: End of round %time%
fr: Fin du round %roundNumber%

source: The team %teamName% is looking for available champions at round %time%...
fr: L'équipe %teamName% regarde qui peut jouer au round %roundNumber%...

source: ...the team %teamName% asks Champion %championName%...
fr: ...l'équipe %teamName% demande au Champion %championName%...

source: The team %teamName% played its Champion %championName%
fr: L'équipe %teamName% a fait jouer son Champion %championName%...
