Repository: mmyumu/league-of-lol
Catalog: trunk/lolol/src/Lolol/TeamBundle/Resources/translations/messages.*.xlf
Languages: fr

source: Team
fr: Equipe

source: My teams
fr: Mes équipes

source: Create new team
fr: Nouvelle équipe

source: Team
fr: Equipe

source: Save
fr: Sauvegarder

source: Selected team
fr: Equipe sélectionnée

source: Empty
fr: Vide

source: Pool
fr: Réserve

source: Are you sure you want to reset this team?
fr: Etes-vous sûr de vouloir reset cette équipe ?

source: You don't have any champion, you can visit the shop to buy champions.
fr: Vous n'avez pas encore de champion, visitez la boutique pour en acheter.

source: The team was created successfully.
fr: L'équipe a été créée avec succès.

source: You must select 5 champions in your team.
fr: Vous devez sélectionner 5 champions pour créer votre équipe

source: Team name
fr: Nom d'équipe

source: You must choose a name for your team.
fr: Vous devez choisir un nom d'équipe

source: You don't have team yet. To create a new team, click on Team > Create new team.
fr: Vous n'avez pas encore d'équipe. Pour créer une nouvelle équipe, cliquez sur Equipe > Nouvelle équipe.

source: Team names
fr: Noms d'équipes

source: Selected champions
fr: Champions séletionnés

source: You do not own %championName%
fr: Vous ne possédez pas %championName%

source: The team was edited successfully.
fr: L'équipe a été éditée avec succès.

source: The team was deleted successfully.
fr: L'équipe a été supprimée avec succès.

source: Are you sure you want to delete the team %teamName%?
fr: Etes-vous sûr de vouloir supprimer l'équipe %teamName% ?

source: Consult
fr: Consulter

source: Edit
fr: Editer

source: Delete
fr: Supprimer
